cask 'iterm2'
cask 'alacritty'

brew 'git'
brew 'git-delta'
brew 'zsh'
brew 'zsh-syntax-highlighting'

brew 'nvm'

cask 'brave-browser'
cask 'raycast'
cask 'bitwarden'
cask 'beeper'

brew 'tmux'
brew 'neovim'

# used by null-ls.nvim
brew 'shfmt'

brew 'ripgrep'
brew 'fd'
brew 'bat'
brew 'gh'
brew 'zoxide'
brew 'lf'

# FiraCode - https://github.com/tonsky/FiraCode/wiki/Installing#macos
tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'

# For ReactNative
brew 'watchman'
brew 'cocoapods'

brew 'openjdk@11'
