cask 'alacritty'

brew 'git'
brew 'git-delta'
brew 'jj'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'starship'
tap 'dmmulroy/tap'
brew 'dmmulroy/tap/jj-starship'

brew 'nvm'

cask 'brave-browser'
cask 'raycast'
cask 'bitwarden'
cask 'beeper'
cask 'claude-code'
tap 'anomalyco/tap'
brew 'anomalyco/tap/opencode'
brew 'pi-coding-agent'
# For web search with pi
brew 'ddgr'

brew 'tmux'
brew 'neovim'

# used by null-ls.nvim
brew 'shfmt'

brew 'ripgrep'
brew 'fd'
brew 'bat'
brew 'gh'
brew 'zoxide'
brew 'lf'
brew 'eza'

# For ReactNative
brew 'watchman'
brew 'cocoapods'

brew 'openjdk@11'
