cask 'iterm2'
cask 'alacritty'

brew 'zsh'

brew 'node'

cask 'brave-browser'

brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'neovim'

# used by null-ls.nvim
brew 'shfmt'

brew 'fzf'
brew 'ripgrep'
brew 'fd'
brew 'bat'

# FiraCode - https://github.com/tonsky/FiraCode/wiki/Installing#macos
tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'

# For ReactNative
brew 'watchman'
brew 'cocoapods'

brew 'openjdk@11'
